/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"LicenseTitle" = "Simplified BSD License (FreeBSD)";
"LicenseAltTitle" = "aka FreeBSD";
"Copyright" = "Copyright 2011 Barry Murphy.\nAll rights reserved.";
"Preamble" = "Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met:";
"Clause01" = "1. Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer.";
"Clause02" = "2. Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution.";
"Disclaimer01" = "THIS SOFTWARE IS PROVIDED BY BARRY MURPHY \"AS IS\" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL BARRY MURPHY OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.";
"Disclaimer02" = "The views and conclusions contained in the software and documentation are those of the authors and should not be interpreted as representing official policies, either expressed or implied, of Barry Murphy.";

"Group" = "Group";
"Name" = "Name";
"none given" = "none given";
"Enabled" = "Enabled";

/* Convert NATO phonetic alphabet to Western Union phonetic alaphabet. */
"Alpha" = "Adams";
"Bravo" = "Boston";
"Charlie" = "Chicago";
"Delta" = "Denver";
"Echo" = "Easy";
"Foxtrot" = "Frank";
"Golf" = "George";
"Hotel" = "Henry";
"India" = "Ida";
"Juliet" = "John";
"Kilo" = "King";
"Lima" = "Lincoln";
"Mike" = "Mary";
"November" = "New York";
"Oscar" = "Ocean";
"Papa" = "Peter";
"Quebec" = "Queen";
"Romeo" = "Roger";
"Sierra" = "Sugar";
"Tango" = "Thomas";
"Uniform" = "Union";
"Victor" = "Victor";
"Whiskey" = "William";
"X-ray" = "X-ray";
"Yankee" = "Young";
"Zulu" = "Zero";
